[
  {
    "title": "CANCER STICKS",
    "description": "These slim white sticks come in packs of 20 and smoulder quietly to themselves while giving you cancer. Highly addictive, they have a pleasant habit-forming method of use: rip open the packet, strike along the box and then place in the mouth. Inhale, Savour, Exhale, Repeat. They even come in Maple Syrup and Blueberry flavour.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "COMBAT DRUGS",
    "description": "A cocktail of endorphins and mood-altering pills that turn normally docile Terrans into frothing kill-machines. They either grant great sexual potency or ruin your libido. Once a planet these let you re-roll a d10 on an FA test. But, on a roll of 10, you take a kill yourself.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "ENTRENCHING TOOLS",
    "description": "Easily assembled shovel for digging in all conditions and soils. Doubles as an effective and bloody hand-to-hand weapon.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "FIELD MANUAL",
    "description": "This is a Trooper’s best guide to keeping himself alive and sane while blowing shit up all across the Cosmos. Surprisingly useful.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "HOLO-SHOW",
    "description": "These little boxes are a Trooper’s best friend when far from home. Press the friendly orange button on the Holo-Show’s lid and you can flick through countless images and movies of your friends and family back home on Terra, all in life-like three-dimensions.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "HYDRATION TABLETS",
    "description": "These helpful tabs give you clean water out of just about anything. Pop them straight into your mouth with some carbs to get a somewhat bland watery slush. Foul tasting but life-saving.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "MITT AND BALL",
    "description": "A leathery glove and a polymer ball can bring endless hours of fun and exercise for Troopers between encounters. Officers look upon such activities as team-building and useful. It certainly keeps a Trooper’s mind off thinking about the bigger picture.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "PERSONAL MEDIPACK",
    "description": "The box of tricks you use to patch yourself up between fights. ",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "RADIUM GUM",
    "description": "A soft chewable gum that is habit forming and cancer-giving.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "TRM",
    "description": "TRM [TROOPER READY MEALS]\nTrooper Ready Meals are shit. Not literally, no, but they taste dreadful. They do keep you powered up for killing and that’s all the Sarge cares about. A popular target for Trooper scorn.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "MANDELBRITE SUIT",
    "description": "In play you should be describing your MandelBrite suits as having fanciful and sometimes useful fittings. I’ve seen players describe motion sensors, health monitors for the squad, temperature and humidity gauges as well as a squad urine monitor. \nThe suits have visors that can flip up easily when required, either for a better look at something or to pop a quick cancer stick in the mouth.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 0,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "ENERGY RIFLE",
    "description": "The Energy Rifle is the standard piece of kit for Troopers. With a virtually endless supply of shots this energy weapon allows killing over a range of distances. Great for carving down hordes of alien life forms given the opportunity.",
    "profiles": {
      "basic": {
        "close": "1",
        "near": "d10",
        "far": "1"
      },
      "current": {
        "close": "1",
        "near": "d10",
        "far": "1"
      },
      "best": {
        "close": "d10",
        "near": "2d10",
        "far": "d10"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "E-CANNON",
    "description": "This heavy duty death-dealer is the sort of weapon that bad, bad people dream about at night. Heavy to carry and hard to run with, but these souped-up versions of the Energy Rifle are the kings of carnage. Point at the enemy.",
    "profiles": {
      "basic": {
        "close": "0",
        "near": "2d10",
        "far": "0"
      },
      "current": {
        "close": "0",
        "near": "2d10",
        "far": "0"
      },
      "best": {
        "close": "d6",
        "near": "d100",
        "far": "d6"
      }
    },
    "rank": 1,
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "SLUG RIFLE",
    "description": "The “Slugger” fires actual bullets and so has greater killing power at range than energy weapons do. However, it is slower to fire and has one hell of an amount of recoil. But for the Trooper who happily trades bruises for bugs in the dust, this is the weapon of choice. Fires with a satisfying crack.",
    "profiles": {
      "basic": {
        "close": "1",
        "near": "d6",
        "far": "d6"
      },
      "current": {
        "close": "1",
        "near": "d6",
        "far": "d6"
      },
      "best": {
        "close": "d10",
        "near": "2d6",
        "far": "2d6"
      }
    },
    "rank": 0,
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "HEAVY MG",
    "description": "The Heavy Machine Gun unleashes torrents of bullets out of its muzzle when the trigger is depressed. Slow to load and known for its jumpy recoil this is often a vehicle-mounted weapon. Ineffective at long distances but kill-happy when at Near Range.",
    "profiles": {
      "basic": {
        "close": "1",
        "near": "2d6",
        "far": "0"
      },
      "current": {
        "close": "1",
        "near": "2d6",
        "far": "0"
      },
      "best": {
        "close": "d10",
        "near": "3d10",
        "far": "d6"
      }
    },
    "rank": 1,
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "HAND-TO-HAND",
    "description": "This covers attacks with fists, feet, knees, swords, axes, knives, broken bottles, tins of pre-processed food, garrottes, clubs, staves, empty or broken guns, wrenches and, of course, headbutts. You can always switch to Hand-To-Hand as a weapon even if you failed on your last turn. It’s humanity’s most basic weapon.",
    "profiles": {
      "basic": {
        "close": "1",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "1",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "d10",
        "near": "-",
        "far": "-"
      }
    },
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "POWERCLAW",
    "description": "The PowerClaw is a close-combat weapon mounted on a Trooper’s left or right arm, depending on the owner’s preference. It makes a potent weapon and can be switched to, like Hand-To-Hand, even if you failed on your last turn. A new twist on fist attacks.",
    "profiles": {
      "basic": {
        "close": "d6",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "d6",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "2d6",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 3,
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "SIDEARM",
    "description": "The Sidearm is a standard piece of kit for Sergeants and Officers. Whilst Troopers may happily frag anything that moves, including each other, the wielder of a sidearm calmly dispatches critters in close combat with accurate shots from this automatic pistol.",
    "profiles": {
      "basic": {
        "close": "d6",
        "near": "d6",
        "far": "-"
      },
      "current": {
        "close": "d6",
        "near": "d6",
        "far": "-"
      },
      "best": {
        "close": "2d6",
        "near": "2d6",
        "far": "-"
      }
    },
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "POWERBLADE",
    "description": "PowerBlades are weapons like the ChainAxe, ElectroSword or MagneticMaul. These closecombat weapons use similar technology to the PowerClaw but with the added leverage of swinging, cutting and thrusting attacks.",
    "profiles": {
      "basic": {
        "close": "d10",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "d10",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "2d10",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 4,
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "GRENADES",
    "description": "A Trooper’s best friend when trying to clear caves and buildings. They cut down friend and foe alike, and officers take a dim view of being “fragged”. You can always switch to grenades as a weapon.\n*SPECIAL EFFECT: Grenades cause a kill to any PC at Close Range with the aliens who failed their die roll this Combat Round.",
    "profiles": {
      "basic": {
        "close": "d10*",
        "near": "1*",
        "far": "-"
      },
      "current": {
        "close": "d10*",
        "near": "1*",
        "far": "-"
      },
      "best": {
        "close": "2d10*",
        "near": "d10*",
        "far": "-"
      }
    },
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "FLAME-GUN",
    "description": "This is absolutely deadly at the very closest range. Jetting superheated chemical death the Flame-Gun is a popular choice of Troopers looking for a new weapon that will cleanse planets of alien scum by the fiery barrel load.",
    "profiles": {
      "basic": {
        "close": "2d6",
        "near": "1",
        "far": "-"
      },
      "current": {
        "close": "2d6",
        "near": "1",
        "far": "-"
      },
      "best": {
        "close": "3d10",
        "near": "d10",
        "far": "-"
      }
    },
    "rank": 5,
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "ROCKETPOD",
    "description": "The Rocketpod is a truly longrange weapon. It fires volleys of small missiles at targets at the very farthest ranges. It requires some skill to score more kills at targets that are nearer and it is incapable of killing at Close Range. Many a Trooper is proud of the fire his Rocketpod can rain down.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "0",
        "far": "2d10"
      },
      "current": {
        "close": "-",
        "near": "0",
        "far": "2d10"
      },
      "best": {
        "close": "-",
        "near": "d6",
        "far": "d100"
      }
    },
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "SHOTGUN",
    "description": "The Shotgun is a rapid-firing close-assault weapon that causes mass carnage at Close Range. Popular with Troopers that have to fight up close and personal the Shotgun usually sees action on at least a few missions over the course of a campaign.",
    "profiles": {
      "basic": {
        "close": "d10",
        "near": "d6",
        "far": "-"
      },
      "current": {
        "close": "d10",
        "near": "d6",
        "far": "-"
      },
      "best": {
        "close": "2d10",
        "near": "d6",
        "far": "2d6"
      }
    },
    "rank": 5,
    "singleUse": false,
    "upgradable": true
  },
  {
    "title": "DROP SHIP",
    "description": "The Drop Ship is a space-to-surface landing craft, bristling with weapons and capable of carrying many Troopers into battle. You can use it as much as you like in missions until it is destroyed.\n\nOne PC is designated as the Commander. That PC rolls on NFA for the Drop Ship in the Combat Sequence, and it causes d10 Kills at any range. The Drop Ship is Crippled if it takes a kill and destroyed if it takes another kill. It can be repaired between encounters. It also provides an extra Armour tick for anyone inside. Obviously, when inside the Drop Ship all PCs are at the same range. Anyone can choose to leave the Drop Ship on their turn, and they are placed at the range that the Drop Ship is at when they exit.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 5,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "DROP PODS",
    "description": "Gives the PCs an automatic Ambush for a planet’s first encounter. Drop Pods are destroyed if you lose this first encounter or use an E-Vac or Orbital Bombardment in the encounter.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 3,
    "singleUse": false,
    "upgradable": false
  },
  {
    "title": "THE APC",
    "description": "The APC is a ground-based Armoured Personnel Carrier festooned with gun ports, smoke launchers and a turret-mounted chaingun. It can automatically change range each turn if desired.\n\nOne PC is designated as the driver. That PC rolls on NFA for the APC in the Combat Sequence, and it causes d6 Kills at any range.\n\nIf the APC takes a kill then it is Crippled (but can be repaired between encounters). When Crippled the driver and Troopers inside usually disembark. If abandoned like this the APC is not targeted any further by the aliens and can be rescued at the end of the encounter as long as the PCs win the fight.\n\nIf it continues to be used and takes a further kill then it is destroyed and anyone still inside takes a kill. A destroyed APC is no longer available for future missions.\n\nCharacters in the APC are immune to kills as long as the APC is undamaged.\n\nObviously, everyone inside the APC is at the same range. Anyone can choose to leave the APC on their turn, and they are placed at the range that the APC is at when they exit the vehicle.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 4,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "STARKILLER",
    "description": "The 3:16 has a limited number of Starkiller missiles. These obliterate star systems that are deemed too dangerous to assault directly. The Starkiller collapses the target star and sends it supernova.\n\nThe player declares that their PC is using a Starkiller at the Mission Briefing and marks the planet choice off the list. They describe what happened and add [d1000 × 10] Kills to their Total Kills and gain a medal. The Mission Briefing for a new planet then follows. The PC starts the new mission with 0 Kills This Mission.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 7,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "THE DEVICE",
    "description": "The Device is the weapon of last resort for the Brigadier. When activated it will turn d10 parsecs of space centred on the Brigade’s ships into a rich star-forming region. The effect is that it will destroy the Brigade, the local star and 2d6 surrounding star systems.\n\nThis has one use only. Don’t count the kills, it ends the game.\n\nThe Game Master should never have the Brigadier use this weapon. Should a PC become the Brigadier they may use it if they wish.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 8,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "KINETIC FIELD ARMOUR",
    "description": "Officers of the rank of Major and above have Skull “pips” on their insignia. This skull hosts a Kinetic Field Armour transmitter, which allows the Officer to avoid kills in any one encounter on a planet.\n\nThey simply declare at the start of an encounter that they are using their Kinetic Field Armour and they will be immune from any weapons that can be stopped with Armour for that whole encounter.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 5,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "TPK BOMB",
    "description": "A localized nuclear bomb in simple-to-use grenade form.\n*SPECIAL EFFECT: The TPK Bomb causes 1 Kill to every PC in the encounter at Close Range, including the user. Total up how many PCs have taken a kill. That is the number of Threat Tokens removed. For each Threat Token removed the TPK Bomb yields d100 Kills. So 4 Threat Tokens removed gives 4 separate d100 rolls added together. Armour cannot protect against these kills.",
    "profiles": {
      "basic": {
        "close": "d100*",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "d100*",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "d100*",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 4,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "PARADISE BOMB",
    "description": "A non-localized nuclear bomb in easy-to-use grenade form.\n*SPECIAL EFFECT: The Paradise Bomb causes 1 Kill to every PC in the encounter, including the user. Total up how many PCs have taken a kill. That is the number of Threat Tokens removed. For each Threat Token removed the Paradise Bomb yields d100 Kills. So 4 Threat Tokens removed gives 4 separate d100 rolls added together. Armour cannot protect against these kills.",
    "profiles": {
      "basic": {
        "close": "d100*",
        "near": "d100*",
        "far": "d100*"
      },
      "current": {
        "close": "d100*",
        "near": "d100*",
        "far": "d100*"
      },
      "best": {
        "close": "d100*",
        "near": "d100*",
        "far": "d100*"
      }
    },
    "rank": 6,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "ORBITAL BOMBARDMENT",
    "description": "This is where the planet is shelled from space by the support vehicles of the Brigade. It is a desperate and bloody measure.\n\nEvery enemy on the planet is killed and ALL the PCs take a Kill for their troubles. The Orbital Bombardment ignores any Armour, so this will automatically turn any PC into, at best, a Mess and possibly render some of them dead if they were already Crippled.\n\nThis damage can be avoided with the use of a Strength or Weakness, if the PC has one available and is willing to use it. To call in an Orbital Bombardment the PC must be an Officer (Rank 3 and above). It is called in with a success on NFA on the Officer’s turn. Failure means the call fails, but it is still available next turn.\n\nAfter the mission more senior officers will grill the character on why they called in the Orbital Bombardment. A test of NFA must be successful to avoid demotion of 1 rank. It is not possible for the Officer who called in the strike to be promoted for this mission. Note that the Officer is awarded d1000 kills to their total, though. \n\nIf the same player calls in an Orbital Bombardment on another planet in the future it automatically kills their PC. Hubris is a bitch. A player cannot ever use Orbital Bombardment more than twice.",
    "profiles": {
      "basic": {
        "close": "d1000*",
        "near": "d1000*",
        "far": "d1000*"
      },
      "current": {
        "close": "d1000*",
        "near": "d1000*",
        "far": "d1000*"
      },
      "best": {
        "close": "d1000*",
        "near": "d1000*",
        "far": "d1000*"
      }
    },
    "rank": 3,
    "singleUse": true,
    "upgradable": false
  },
  {
    "title": "E-VAC",
    "description": "[HIGHEST RANK ALIVE ONLY; ENDS COMBAT\nThis is where the Troopers are all evacuated from combat before it ends. Drop ships and pods swoop down to spirit the PCs awaywhile mopping up any remaining alien resistance at the site. \n\nAn extreme measure and only able to be called in by a PC who is of the highest rank in the group (NPCs do not count as part of the group). So this strictly means that the highest ranking (joint highest, even) PC is the only one able to call on this support item.\n\nTo succeed the PC must be successful on a roll of NFA as part of the combat sequence. Only one PC can call on it at a time. \n\nIf successful then all the Threat Tokens from this encounter are discarded by the GM. If it is the final encounter then the planet is considered to be completed as there is no Threat remaining. \n\nAll PCs take a Kill, which Armour can prevent if they have it available. Strengths and Weaknesses can also be used if desired. Should the PC fail on the NFA roll then the E-Vac is still available on future turns. Of course, that PC may die this turn and it will be up to a new Highest Rank Alive PC to call in the E-Vac next turn. \n\nLife is shit sometimes, for sure, and this is often the only way out.",
    "profiles": {
      "basic": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "current": {
        "close": "-",
        "near": "-",
        "far": "-"
      },
      "best": {
        "close": "-",
        "near": "-",
        "far": "-"
      }
    },
    "rank": 1,
    "singleUse": true,
    "upgradable": false
  }
]
